/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_ACTION" = "Permitir";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_BODY" = "Forsta ten que acceder aos teus contactos; non os almacenamos nos nosos servidores.";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_TITLE" = "Sentímolo!";

/* Action sheet item */
"ACCEPT_NEW_IDENTITY_ACTION" = "Accept new safety numbers";

/* No comment provided by engineer. */
"ACTION_REQUIRED_TITLE" = "Acción obrigatoria";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BODY" = "Forsta ten que acceder aos teus contactos. O acceso aos contactos está restrinxido. Forsta pecharase. Podes desactivar esta restrición temporalmente e permitir o acceso en Axustes  >> Xeral >> Restricións >> Contactos >> Permitir cambios.";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BUTTON" = "Pechar";

/* No comment provided by engineer. */
"ANSWER_CALL_BUTTON_TITLE" = "Responder";

/* No comment provided by engineer. */
"APN_FETCHED_FAILED" = "Nova mensaxe! Abrir a aplicación para lela.";

/* No comment provided by engineer. */
"APN_Message" = "Nova mensaxe!";

/* No comment provided by engineer. */
"APN_MESSAGE_FROM" = "Mensaxe de";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP" = "Mensaxe no grupo";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP_DETAILED" = "%@ no grupo %@: %@";

/* Pressing this button moves a thread from the inbox to the archive */
"ARCHIVE_ACTION" = "Arquivar";

/* No comment provided by engineer. */
"ARCHIVE_NAV_BAR_TITLE" = "Arquivo";

/* No comment provided by engineer. */
"ATTACHMENT" = "Anexo";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOAD_FAILED" = "Erro ao descargar o anexo, toca para volver tentalo.";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOADING" = "O anexo está a descargarse";

/* No comment provided by engineer. */
"ATTACHMENT_QUEUED" = "Novo anexo dispoñible para descargar.";

/* No comment provided by engineer. */
"AUDIO_PERMISSION_MESSAGE" = "Forsta necesita acceder ao teu micrófono para traballar correctamente. Podes restaurar o permiso en Axustes >> Privacidade >> Micrófono >> Forsta";

/* No comment provided by engineer. */
"CALLBACK_BUTTON_TITLE" = "Devolver chamada";

/* No comment provided by engineer. */
"CHOOSE_MEDIA_BUTTON" = "Elixir da galería...";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TEXT" = "Esta acción restablecerá a aplicación borrará as túas mensaxes e darate de baixa no servidor. A aplicación pecharase despois da eliminación dos datos.";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TITLE" = "Tes a certeza de querer eliminar a túa conta?";

/* Alert body */
"CONFIRM_LEAVE_GROUP_DESCRIPTION" = "You will no longer be able to send or receive messages in this group.";

/* Alert title */
"CONFIRM_LEAVE_GROUP_TITLE" = "Do you really want to leave?";

/* Button text */
"CONFIRM_LINK_NEW_DEVICE_ACTION" = "Link New Device";

/* No comment provided by engineer. */
"CONFIRMATION_TITLE" = "Confirmar";

/* No comment provided by engineer. */
"CONTACT_DETAIL_COMM_TYPE_INSECURE" = "Número non rexistrado";

/* title for conversation settings screen */
"CONVERSATION_SETTINGS" = "Conversation Settings";

/* ActionSheet title */
"CORRUPTED_SESSION_DESCRIPTION" = "Resetting your session will allow you to receive future messages from %@, but it will not recover any already corrupted messages.";

/* No comment provided by engineer. */
"COUNTRYCODE_SELECT_TITLE" = "Seleccionar código de país";

/* {{number of days}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 days}}'. See other *_TIME_AMOUNT strings */
"DAYS_TIME_AMOUNT" = "%u days";

/* No comment provided by engineer. */
"DELIVERED_MESSAGE_TEXT" = "Entregada";

/* {{Short Date}} when device last communicated with Forsta Server. */
"DEVICE_LAST_ACTIVE_AT_LABEL" = "Last active: %@";

/* {{Short Date}} when device was linked. */
"DEVICE_LINKED_AT_LABEL" = "Linked: %@";

/* Alert title that can occur when viewing device manager. */
"DEVICE_LIST_UPDATE_FAILED_TITLE" = "Failed to update device list.";

/* table cell label in conversation settings */
"DISAPPEARING_MESSAGES" = "Disappearing Messages";

/* subheading in conversation settings */
"DISAPPEARING_MESSAGES_DESCRIPTION" = "When enabled, messages sent and received in this conversation will disappear after they have been seen.";

/* Generic short text for button to dismiss a dialog */
"DISMISS_BUTTON_TEXT" = "Dismiss";

/* table cell label in conversation settings */
"EDIT_GROUP_ACTION" = "Edit Group";

/* Short name for edit menu item to save contents of media message. */
"EDIT_ITEM_SAVE_ACTION" = "Save";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TEXT" = "Toca no botón para escribir.";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TITLE" = "Inicia a túa primeira conversa en Forsta!";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TEXT" = "Podes arquivar conversas inactivas e despois volvelas á caixa de entrada.";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TITLE" = "LImpar as túas conversas";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_INVITE_BUTTON" = "Convidar contacto";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE1" = "Ningún dos teus contactos ten Forsta!";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE2" = "Por que non convidas a alguén?";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TEXT" = "Consello: engade unha conversa como recordatorio!";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TITLE" = "Feito, feito.";

/* No comment provided by engineer. */
"EMPTY_INBOX_TEXT" = "Nada, nadiña!";

/* No comment provided by engineer. */
"EMPTY_INBOX_TITLE" = "Limpo coma unha patena.";

/* No comment provided by engineer. */
"END_CALL_BAD_INTERACTION_WITH_SERVER" = "Erro do servidor!";

/* No comment provided by engineer. */
"END_CALL_BUTTON_TITLE" = "Finalizar";

/* No comment provided by engineer. */
"END_CALL_HANDSHAKE_FAILED" = "Erro no protocolo de enlace!";

/* No comment provided by engineer. */
"END_CALL_HANGUP_LOCAL" = "Colgaches.";

/* No comment provided by engineer. */
"END_CALL_HANGUP_REMOTE" = "Colgaron.";

/* No comment provided by engineer. */
"END_CALL_LOGIN_FAILED" = "Erro no rexistro!";

/* No comment provided by engineer. */
"END_CALL_MESSAGE_FROM_SERVER_PREFIX" = "Mensaxe do servidor:";

/* No comment provided by engineer. */
"END_CALL_NO_SUCH_USER" = "Número non rexistrado nin en Forsta nin RedPhone!";

/* No comment provided by engineer. */
"END_CALL_RECIPIENT_UNAVAILABLE" = "Destinatario non dispoñible.";

/* No comment provided by engineer. */
"END_CALL_REJECTED_LOCAL" = "Rexeitaches a chamada.";

/* No comment provided by engineer. */
"END_CALL_REJECTED_REMOTE" = "Chamada rexeitada.";

/* No comment provided by engineer. */
"END_CALL_REPLACED_BY_NEXT" = "Realizaches outra chamada.";

/* No comment provided by engineer. */
"END_CALL_RESPONDER_IS_BUSY" = "Ocupado...";

/* No comment provided by engineer. */
"END_CALL_STALE_SESSION" = "Chamada perdida.";

/* No comment provided by engineer. */
"END_CALL_UNCATEGORIZED_FAILURE" = "Erro do cliente!";

/* Generic notice when message failed to send. */
"ERROR_DESCRIPTION_CLIENT_SENDING_FAILURE" = "Failed to send message.";

/* Generic error used whenver Forsta can't contact the server */
"ERROR_DESCRIPTION_NO_INTERNET" = "Forsta was unable to connect to the internet. Please try from another WiFi network or use mobile data.";

/* Generic server error */
"ERROR_DESCRIPTION_SERVER_FAILURE" = "Server Error. Please try again later.";

/* Error message when attempting to send message */
"ERROR_DESCRIPTION_UNREGISTERED_RECIPIENT" = "Recipient is no longer a Forsta user.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_DUPLICATE_MESSAGE" = "Recibida unha mensaxe duplicada.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_KEY_EXCEPTION" = "A chave do destinatario non é válida.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_MESSAGE" = "Received a badly encrypted message. Tap to reset your secure session.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_VERSION" = "Recibida unha mensaxe cunha versión non compatible.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NO_SESSION" = "Ningunha sesión dispoñible para este contacto.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NON_BLOCKING_IDENTITY_CHANGE" = "Safety numbers changed.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_UNKNOWN_ERROR" = "Produciuse un erro descoñecido.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_WRONG_TRUSTED_IDENTITY_KEY" = "Safety numbers changed. Tap to verify.";

/* No comment provided by engineer. */
"ERROR_WAS_DETECTED_TITLE" = "Recoiro!";

/* action sheet header when re-sending message which failed because of too many attempts */
"FAILED_SENDING_BECAUSE_RATE_LIMIT" = "Too many failures with this contact. Please try again shortly.";

/* action sheet header when re-sending message which failed because of untrusted identity keys */
"FAILED_SENDING_BECAUSE_UNTRUSTED_IDENTITY_KEY" = "You must accept their new safety numbers before you will be able to send.";

/* No comment provided by engineer. */
"FAILED_SENDING_TEXT" = "Erro no envío. Toca para volver tentalo.";

/* alert title */
"FAILED_VERIFICATION_TITLE" = "Failed to Verify Safety Numbers!";

/* No comment provided by engineer. */
"FINGERPRINT_SHRED_KEYMATERIAL_BUTTON" = "Restablecer esta sesión.";

/* No comment provided by engineer. */
"GROUP_AVATAR_CHANGED" = "Avatar cambiado.";

/* No comment provided by engineer. */
"GROUP_CREATED" = "Group created.";

/* No comment provided by engineer. */
"GROUP_CREATING" = "Creando novo grupo";

/* No comment provided by engineer. */
"GROUP_CREATING_FAILED" = "Erro ao crear o grupo";

/* Conversation settings table section title */
"GROUP_MANAGEMENT_SECTION" = "Group Management";

/* No comment provided by engineer. */
"GROUP_MEMBER_JOINED" = " %@ uniuse ao grupo. ";

/* No comment provided by engineer. */
"GROUP_MEMBER_LEFT" = " %@ abandonou o grupo. ";

/* header for table which lists the members of this group thread */
"GROUP_MEMBERS_HEADER" = "Membros do grupo";

/* No comment provided by engineer. */
"GROUP_REMOVING" = "Abandonando o grupo %@";

/* No comment provided by engineer. */
"GROUP_REMOVING_FAILED" = "Erro ao abandonar o grupo";

/* No comment provided by engineer. */
"GROUP_TITLE_CHANGED" = "O nome agora é '%@'. ";

/* No comment provided by engineer. */
"GROUP_UPDATED" = "Grupo actualizado.";

/* No comment provided by engineer. */
"GROUP_YOU_LEFT" = "Abandonaches o grupo.";

/* {{number of hours}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 hours}}'. See other *_TIME_AMOUNT strings */
"HOURS_TIME_AMOUNT" = "%u hours";

/* Call setup status label */
"IN_CALL_CONNECTING" = "Conectando...";

/* Call setup status label */
"IN_CALL_RINGING" = "Soando...";

/* Call setup status label */
"IN_CALL_SECURING" = "Respondida. Asegurando...";

/* Call setup status label */
"IN_CALL_TALKING" = "Segura. Activa.";

/* Call setup status label */
"IN_CALL_TERMINATED" = "Feito.";

/* No comment provided by engineer. */
"INCOMING_CALL" = "Chamada recibida";

/* No comment provided by engineer. */
"INCOMING_CALL_FROM" = "Chamada recibida de %@";

/* Slider label embeds {{TIME_AMOUNT}}, e.g. '2 hours'. See *_TIME_AMOUNT strings for examples. */
"KEEP_MESSAGES_DURATION" = "Messages disappear after %@.";

/* Slider label when disappearing messages is off */
"KEEP_MESSAGES_FOREVER" = "Messages do not disappear.";

/* Confirmation button within contextual alert */
"LEAVE_BUTTON_TITLE" = "Abandonar";

/* table cell label in conversation settings */
"LEAVE_GROUP_ACTION" = "Leave Group";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_BODY" = "This QR code is not valid, make sure you are scanning the QR code displayed on the device you want to link.";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_TITLE" = "Linking Device Failed";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_BODY" = "This device will be able to see your groups and contacts, read all your messages, and send messages in your name.";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_TITLE" = "Link this device?";

/* attempt another linking */
"LINK_DEVICE_RESTART" = "Retry";

/* QR Scanning screen instructions, placed alongside a camera view for scanning QRCodes */
"LINK_DEVICE_SCANNING_INSTRUCTIONS" = "Scan the QR code displayed on the device to link.";

/* Subheading for 'Link New Device' navigation */
"LINK_NEW_DEVICE_SUBTITLE" = "Scan QR Code";

/* Navigation title when scanning QR code to add new device. */
"LINK_NEW_DEVICE_TITLE" = "Link New Device";

/* Menu item and navbar title for the device manager */
"LINKED_DEVICES_TITLE" = "Linked Devices";

/* Alert Title */
"LINKING_DEVICE_FAILED_TITLE" = "Linking Device Failed";

/* table cell label in conversation settings */
"LIST_GROUP_MEMBERS_ACTION" = "List Group Members";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE1" = "Cargando os teus contactos.";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE2" = "Un intre...";

/* No comment provided by engineer. */
"LOGGING_SECTION" = "Rexistro";

/* No comment provided by engineer. */
"ME_STRING" = "Eu";

/* No comment provided by engineer. */
"MESSAGE_COMPOSEVIEW_TITLE" = "Nova mensaxe";

/* {{number of minutes}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 minutes}}'. See other *_TIME_AMOUNT strings */
"MINUTES_TIME_AMOUNT" = "%u minutes";

/* No comment provided by engineer. */
"MISSED_CALL" = "Chamada perdida";

/* Alert body */
"MISSING_CAMERA_PERMISSION_MESSAGE" = "You previously declined to let Forsta access your camera. Update your system settings to proceed.";

/* Alert title */
"MISSING_CAMERA_PERMISSION_TITLE" = "Forsta needs to access your camera.";

/* No comment provided by engineer. */
"MSGVIEW_MISSED_CALL" = "Chamada perdida de %@.";

/* No comment provided by engineer. */
"MSGVIEW_RECEIVED_CALL" = "Recibiches unha chamada de %@.";

/* No comment provided by engineer. */
"MSGVIEW_YOU_CALLED" = "Chamaches a %@.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_DESC" = "Non podes asociar máis dispositivos.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_RECOVERY" = "Alcanzaches o máximo de dispositivos que actualmente podes asociar á túa conta. Elimina, por favor, algún e téntao de novo máis tarde.";

/* No comment provided by engineer. */
"NETWORK_ERROR_RECOVERY" = "Comproba, por favor, que estás conectado/a e vólveo tentar.";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTED" = "Conectado";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTING" = "Conectando";

/* No comment provided by engineer. */
"NETWORK_STATUS_HEADER" = "Estado da rede";

/* No comment provided by engineer. */
"NETWORK_STATUS_OFFLINE" = "Sen conexión";

/* No comment provided by engineer. */
"NETWORK_STATUS_TEXT" = "Podes comprobar o estado da conexión mirando na barra superior á caixa de entrada.";

/* No comment provided by engineer. */
"NEW_GROUP_DEFAULT_TITLE" = "Novo grupo";

/* No comment provided by engineer. */
"NEW_GROUP_NAMEGROUP_REQUEST_DEFAULT" = "Nome deste grupo";

/* No comment provided by engineer. */
"NEW_GROUP_REQUEST_ADDPEOPLE" = "Engadir persoas";

/* No comment provided by engineer. */
"NOTIFICATION_SEND_FAILED" = "Erro ao enviar a túa mensaxe a %@.";

/* No comment provided by engineer. */
"NOTIFICATIONS_FOOTER_WARNING" = "Por mor de fallos do sistema de notificacións de Apple, a previsualización das mensaxes só ocorre se a mensaxe se recupera en 30 segundos logo de enviarse. Deste modo, o número que se mostra no globo pode ser erróneo. ";

/* No comment provided by engineer. */
"NOTIFICATIONS_NONE" = "Nin nome nin mensaxe";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_BACKGROUND" = "Notificacións en segundo plano";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_INAPP" = "Notificacións na aplicación";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_AND_MESSAGE" = "Remitente e mensaxe";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_ONLY" = "Só o nome";

/* No comment provided by engineer. */
"NOTIFICATIONS_SHOW" = "Mostrar";

/* No comment provided by engineer. */
"NOTIFICATIONS_SOUND" = "Sons das notificacións";

/* No comment provided by engineer. */
"OK" = "Ok";

/* Button text which opens the settings app */
"OPEN_SETTINGS_BUTTON" = "Settings";

/* Info Message when {{other user}} disables or doesn't support disappearing messages */
"OTHER_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ disabled disappearing messages.";

/* Info Message when {{other user}} updates message expiration to {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"OTHER_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ set disappearing message time to %@.";

/* No comment provided by engineer. */
"OUTGOING_CALL" = "Chamada realizada";

/* No comment provided by engineer. */
"PHONE_NEEDS_UNLOCK" = "O teu iPhone necesita ser desbloqueado para recibir novas mensaxes.";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_I_HAVE_WRONG_KEY_FOR_THEM" = "Those don't look like the safety numbers for %@. Are you verifying the correct contact?";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_THEY_HAVE_WRONG_KEY_FOR_ME" = "Every pair of Forsta users shares distinct safety numbers. Double check that %@ is displaying *your* distinct safety numbers.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_LOCAL_VERSION" = "You're running an old version of Forsta. You need to update before you can verify.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_REMOTE_VERSION" = "Your partner is running an old version of Forsta. They need to update before you can verify.";

/* alert body */
"PRIVACY_VERIFICATION_FAILURE_INVALID_QRCODE" = "The scanned code doesn't look like a safety number code. Are you both on an up-to-date version of Forsta?";

/* Paragraph(s) shown alongside keying material when verifying privacy with {{contact name}} */
"PRIVACY_VERIFICATION_INSTRUCTIONS" = "If you wish to verify the security of your end-to-end encryption with %@, compare the numbers above with the numbers on their device.\n\nAlternatively, you can scan the code on their phone, or ask them to scan your code.";

/* Navbar title */
"PRIVACY_VERIFICATION_TITLE" = "Verify Safety Numbers";

/* No comment provided by engineer. */
"PROCEED_BUTTON" = "Continuar";

/* No comment provided by engineer. */
"PUSH_MANAGER_MARKREAD" = "Marcar como lida";

/* No comment provided by engineer. */
"PUSH_MANAGER_REPLY" = "Responder";

/* Alert title */
"PUSH_REGISTER_SUCCESS" = "Successfully re-registered for push notifications.";

/* Used in table section header and alert view title contexts */
"PUSH_REGISTER_TITLE" = "Notificacións de inserción (push)";

/* No comment provided by engineer. */
"PUSH_SETTINGS_MESSAGE" = "Para funcionar correctamente Forsta precisa activar as alertas e sons. Por favor, cambia isto en Axustes >> Centro de notificacións >> Forsta.";

/* No comment provided by engineer. */
"QUESTIONMARK_PUNCTUATION" = "?";

/* No comment provided by engineer. */
"RATING_MSG" = "Se che gusta Forsta para ter conversas privadas, podes apoiar o noso proxecto valorándoo. Non che levará máis dun minuto e axudará a outros usuarios a atopar a privacidade desexada.";

/* No comment provided by engineer. */
"RATING_RATE" = "Valorar Forsta";

/* No comment provided by engineer. */
"RATING_TITLE" = "Apoia a Forsta!";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_MESSAGE" = "Por favor, insire un código de país válido";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_TITLE" = "Erro no código do país";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_BODY" = "Forsta permíteche ter conversas privadas con contactos que tamén usen a aplicación. Para usar Forsta, por favor permite o acceso dos teus contactos.";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_CONTINUE" = "Continuar";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_WELCOME" = "Benvido/a!";

/* No comment provided by engineer. */
"REGISTER_FAILED_TRY_AGAIN" = "Volver tentar";

/* No comment provided by engineer. */
"REGISTER_RATE_LIMITING_BODY" = "Arestora o servidor está limitando os rexistros; téntao máis tarde, por favor.";

/* No comment provided by engineer. */
"REGISTERED_NUMBER_TEXT" = "Registered Number";

/* Alert title */
"REGISTRATION_BODY" = "Failed to re-register for push notifications.";

/* No comment provided by engineer. */
"REGISTRATION_DEFAULT_COUNTRY_NAME" = "Código do país";

/* No comment provided by engineer. */
"REGISTRATION_ENTERNUMBER_DEFAULT_TEXT" = "Inserir número";

/* No comment provided by engineer. */
"REGISTRATION_ERROR" = "Erro no rexistro";

/* alert body during registration */
"REGISTRATION_ERROR_BLANK_VERIFICATION_CODE" = "We can't activate your account until you verify the code we sent you.";

/* No comment provided by engineer. */
"REGISTRATION_NON_VALID_NUMBER" = "Este formato de número telefónico non está admitido; contacta co soporte.";

/* No comment provided by engineer. */
"REGISTRATION_PHONENUMBER_BUTTON" = "Número de teléfono";

/* No comment provided by engineer. */
"REGISTRATION_RESTRICTED_MESSAGE" = "Alguén quere enviar a súa primeira mensaxe demasiado rápido... Para realizar esta acción cómpre primeiro rexistrarse.";

/* No comment provided by engineer. */
"REGISTRATION_TITLE_LABEL" = "O teu número de teléfono";

/* Alert view title */
"REGISTRATION_VERIFICATION_FAILED_TITLE" = "Verification Failed";

/* Alert body, during registration */
"REGISTRATION_VERIFICATION_FAILED_WRONG_CODE_DESCRIPTION" = "The numbers you submitted don't match what we sent. Want to double check?";

/* No comment provided by engineer. */
"REGISTRATION_VERIFY_DEVICE" = "Comprobar este dispositivo";

/* No comment provided by engineer. */
"REJECT_CALL_BUTTON_TITLE" = "Rexeitar";

/* No comment provided by engineer. */
"RELAY_REGISTERED_ERROR_RECOVERY" = "O número de teléfono que estás tentando rexistrar xa está rexistrado noutro servidor. Dáo de baixa e despois volve tentalo.";

/* No comment provided by engineer. */
"REREGISTER_FOR_PUSH" = "Volver rexistrar para notificacións push";

/* Generic text for button that retries whatever the last action was. */
"RETRY_BUTTON_TEXT" = "Retry";

/* Snippet to share {{safety numbers}} with a friend. sent e.g. via sms */
"SAFETY_NUMBER_SHARE_FORMAT" = "Our Forsta Safety Numbers:\n%@";

/* Action sheet heading */
"SAFETY_NUMBERS_ACTIONSHEET_TITLE" = "The safety numbers for %@ have changed. You may wish to verify them.";

/* Button label presented with camera icon while verifying privacy credentials. Shows the camera interface. */
"SCAN_CODE_ACTION" = "Scan Code";

/* label presented once scanning (camera) view is visible. */
"SCAN_CODE_INSTRUCTIONS" = "Scan the QR Code on your contact's device.";

/* No comment provided by engineer. */
"SEARCH_BYNAMEORNUMBER_PLACEHOLDER_TEXT" = "Procurar por nome ou número";

/* {{number of seconds}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 seconds}}'. See other *_TIME_AMOUNT strings */
"SECONDS_TIME_AMOUNT" = "%u seconds";

/* No comment provided by engineer. */
"SECURE_SESSION_RESET" = "Sesión segura restablecida.";

/* No comment provided by engineer. */
"SEND_AGAIN_BUTTON" = "Enviar outra vez";

/* No comment provided by engineer. */
"SEND_BUTTON_TITLE" = "Enviar";

/* No comment provided by engineer. */
"SEND_SMS_BUTTON" = "Enviar SMS a:";

/* No comment provided by engineer. */
"SEND_SMS_CONFIRM_TITLE" = "Convidar unha amizade vía SMS non segura?";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_FAILURE" = "Erro ao enviar a SMS; por favor, téntao de novo.";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_SUCCESS" = "Convidaches a túa amizade a usar Forsta!";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_TITLE" = "Gustaríache convidar o seguinte número a Forsta:";

/* No comment provided by engineer. */
"SETTINGS_ABOUT" = "Acerca de";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_DEBUGLOG" = "Activar rexistro de depuración";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_SUBMIT_DEBUGLOG" = "Enviar rexistro de depuración";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_TITLE" = "Avanzado";

/* User settings section footer, a detailed explanation */
"SETTINGS_BLOCK_ON_IDENITY_CHANGE_DETAIL" = "Requires your approval before communicating with someone who has new safety numbers, commonly from a reinstall of Forsta.";

/* Table cell label */
"SETTINGS_BLOCK_ON_IDENTITY_CHANGE_TITLE" = "Require Approval on Change";

/* No comment provided by engineer. */
"SETTINGS_CLEAR_HISTORY" = "Borrar rexistros de historial";

/* No comment provided by engineer. */
"SETTINGS_COPYRIGHT" = "Copyright de Forsta, Inc\n Open Whisper Systems \n Licenza baixo GPLv3";

/* No comment provided by engineer. */
"SETTINGS_DELETE_ACCOUNT_BUTTON" = "Eliminar conta";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION" = "Tes a certeza de querer eliminar todo o teu historial (mensaxes, anexos, rexistro de chamadas...)? Esta acción non se pode desfacer.";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION_BUTTON" = "Si, seguro.";

/* No comment provided by engineer. */
"SETTINGS_HELP_HEADER" = "Axuda";

/* Section header */
"SETTINGS_HISTORYLOG_TITLE" = "Historial";

/* No comment provided by engineer. */
"SETTINGS_INFORMATION_HEADER" = "Información";

/* No comment provided by engineer. */
"SETTINGS_INVITE_HEADER" = "Convidar";

/* No comment provided by engineer. */
"SETTINGS_INVITE_TWITTER_TEXT" = "You can reach me using Forsta by @forstainc, get it now.";

/* Title for settings activity */
"SETTINGS_NAV_BAR_TITLE" = "Axustes";

/* No comment provided by engineer. */
"SETTINGS_NOTIFICATIONS" = "Notificacións";

/* No comment provided by engineer. */
"SETTINGS_PRIVACY_TITLE" = "Privacidade";

/* Section header */
"SETTINGS_PRIVACY_VERIFICATION_TITLE" = "Safety Numbers Approval";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY" = "Activar pantalla de seguranza";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY_DETAIL" = "Evita que previsualizacións de Forsta aparezan entre as aplicacións abertas.";

/* Section header */
"SETTINGS_SECURITY_TITLE" = "Pantalla de seguranza";

/* No comment provided by engineer. */
"SETTINGS_SHARE_INSTALL" = "Compartir ligazón de instalación";

/* No comment provided by engineer. */
"SETTINGS_SUPPORT" = "Soporte";

/* No comment provided by engineer. */
"SETTINGS_VERSION" = "Versión";

/* Action sheet item */
"SHOW_SAFETY_NUMBER_ACTION" = "Show new safety numbers";

/* {{1 day}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 day}}'. See other *_TIME_AMOUNT strings */
"SINGLE_DAY_TIME_AMOUNT" = "%u day";

/* {{1 hour}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 hour}}'. See other *_TIME_AMOUNT strings */
"SINGLE_HOUR_TIME_AMOUNT" = "%u hour";

/* {{1 minute}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 minute}}'. See other *_TIME_AMOUNT strings */
"SINGLE_MINUTE_TIME_AMOUNT" = "%u minute";

/* {{1 week}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 week}}'. See other *_TIME_AMOUNT strings */
"SINGLE_WEEK_TIME_AMOUNT" = "%u week";

/* No comment provided by engineer. */
"SMS_INVITE_BODY" = "Convídote a instalares Forsta! Velaquí a ligazón:";

/* Alert body after verifying privacy with {{other user's name}} */
"SUCCESSFUL_VERIFICATION_DESCRIPTION" = "Your safety numbers have been verified. You can be confident your communication with %@ is private.";

/* No comment provided by engineer. */
"SUCCESSFUL_VERIFICATION_TITLE" = "Safety Numbers Verified!";

/* No comment provided by engineer. */
"TAKE_MEDIA_BUTTON" = "Facer unha foto ou vídeo";

/* No comment provided by engineer. */
"TAKE_PICTURE_BUTTON" = "Facer unha foto";

/* No comment provided by engineer. */
"TIMEOUT_CONTACTS_DETAIL" = "Non puidemos obter a listaxe de contactos actualizada do servidor. Téntao máis tarde, por favor.";

/* No comment provided by engineer. */
"TXT_CANCEL_TITLE" = "Cancelar";

/* No comment provided by engineer. */
"TXT_DELETE_TITLE" = "Eliminar";

/* Pressing this button moves an archived thread from the archive back to the inbox */
"UNARCHIVE_ACTION" = "Desarquivar";

/* In Inbox view, last message label for thread with corrupted attachment. */
"UNKNOWN_ATTACHMENT_LABEL" = "Unknown attachment";

/* Displayed if for some reason we can't determine a contacts phone number *or* name */
"UNKNOWN_CONTACT_NAME" = "Unknown Contact";

/* button title for unlinking a device */
"UNLINK_ACTION" = "Unlink";

/* Alert message to confirm unlinking a device */
"UNLINK_CONFIRMATION_ALERT_BODY" = "By unlinking this device, it will no longer be able to send or receive messages.";

/* Alert title for confirming device deletion */
"UNLINK_CONFIRMATION_ALERT_TITLE" = "Unlink \"%@\"?";

/* Alert title when unlinking device fails */
"UNLINKING_FAILED_ALERT_TITLE" = "Forsta was unable to unlink your device.";

/* Label text in device manager for a device with no name */
"UNNAMED_DEVICE" = "Unnamed Device";

/* No comment provided by engineer. */
"UNREGISTER_SIGNAL_FAIL" = "Erro ao darse de baixa en Forsta.";

/* No comment provided by engineer. */
"UNSUPPORTED_ATTACHMENT" = "Formato de anexo recibido non admitido.";

/* No comment provided by engineer. */
"UNSUPPORTED_FEATURE_ERROR" = "O teu dispositivo non é compatible con esta funcionalidade.";

/* No comment provided by engineer. */
"UPDATE_BUTTON_TITLE" = "Actualizar";

/* No comment provided by engineer. */
"Upgrading Forsta ..." = "Upgrading Forsta ...";

/* message footer while attachment is uploading */
"UPLOADING_MESSAGE_TEXT" = "Uploading...";

/* button text during registration to make corrections to your submitted phone number */
"VERIFICATION_CHALLENGE_CHANGE_NUMBER" = "Cambiar número";

/* Text field placeholder for SMS verification code during registration */
"VERIFICATION_CHALLENGE_DEFAULT_TEXT" = "Código de verificación";

/* button text during registration to request phone number verification be done via phone call */
"VERIFICATION_CHALLENGE_SEND_VIAVOICE" = "Chámame";

/* button text during registration to request another SMS code be sent */
"VERIFICATION_CHALLENGE_SUBMIT_AGAIN" = "Volver solicitar o código";

/* button text during registration to submit your SMS verification code */
"VERIFICATION_CHALLENGE_SUBMIT_CODE" = "Enviar código de verificación";

/* Navigation title in the registration flow - during the sms code verification process. */
"VERIFICATION_HEADER" = "Comprobar";

/* table cell label in conversation settings */
"VERIFY_PRIVACY" = "Verify Safety Numbers";

/* Activity indicator title, shown upon returning to the device manager, until you complete the provisioning process on desktop */
"WAITING_TO_COMPLETE_DEVICE_LINK_TEXT" = "Complete setup on Forsta Desktop.";

/* {{number of weeks}}, embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 weeks}}'. See other *_TIME_AMOUNT strings */
"WEEKS_TIME_AMOUNT" = "%u weeks";

/* No comment provided by engineer. */
"WHISPER_NAV_BAR_TITLE" = "Caixa de entrada";

/* Info Message when you disable disappearing messages */
"YOU_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "You disabled disappearing messages.";

/* Info message embedding a {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"YOU_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "You set disappearing message time to %@.";
